Repository: fennelouski/straight-up-browser
Catalog: Straight Up Browser/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hk

source: Before you open your window to the Internet, please accept the End User License Agreement.
ar: قبل أن تفتح نافذتك على الإنترنت، يُرجى قبول اتفاقية ترخيص المستخدم النهائي.
ca: Abans d'obrir la teva finestra a internet, accepta l'acord de llicència d'usuari final.
cs: Než otevřeš své okno do internetu, přijmi prosím licenční smlouvu s koncovým uživatelem.
da: Før du åbner dit vindue mod internettet, skal du acceptere slutbrugerlicensaftalen.
de: Bevor du dein Fenster zum Internet öffnest, akzeptiere bitte die Endbenutzer-Lizenzvereinbarung.
el: Πριν ανοίξεις το παράθυρό σου στο διαδίκτυο, αποδέξου την Άδεια Χρήσης Τελικού Χρήστη.
es: Antes de abrir tu ventana a Internet, acepta el Contrato de licencia de usuario final.
fi: Ennen kuin avaat ikkunasi internetiin, hyväksy loppukäyttäjän käyttöoikeussopimus.
fr: Avant d'ouvrir votre fenêtre sur Internet, veuillez accepter le contrat de licence utilisateur final.
he: לפני שתפתח את החלון שלך אל האינטרנט, אנא אשר את הסכם רישיון משתמש הקצה.
hi: इंटरनेट पर अपनी विंडो खोलने से पहले, कृपया अंतिम-उपयोगकर्ता लाइसेंस अनुबंध स्वीकार करें।
hr: Prije nego otvoriš svoj prozor prema internetu, prihvati ugovor o licenci za krajnjeg korisnika.
hu: Mielőtt megnyitnád az ablakod az internetre, fogadd el a végfelhasználói licencszerződést.
id: Sebelum membuka jendelamu ke Internet, harap terima Perjanjian Lisensi Pengguna Akhir.
it: Prima di aprire la tua finestra su Internet, accetta il Contratto di licenza con l'utente finale.
ja: インターネットへの窓を開く前に、エンドユーザーライセンス契約に同意してください。
ko: 인터넷으로 향한 창을 열기 전에 최종 사용자 사용권 계약에 동의해 주세요.
ms: Sebelum membuka tetingkap anda ke Internet, sila terima Perjanjian Lesen Pengguna Akhir.
nb: Før du åpner vinduet ditt mot internett, må du godta sluttbrukerlisensavtalen.
nl: Voordat je je venster op internet opent, accepteer de licentieovereenkomst voor eindgebruikers.
pl: Zanim otworzysz swoje okno na internet, zaakceptuj umowę licencyjną użytkownika końcowego.
pt_br: Antes de abrir sua janela para a Internet, aceite o Contrato de Licença de Usuário Final.
ro: Înainte de a-ți deschide fereastra către internet, te rugăm să accepți acordul de licență pentru utilizatorul final.
ru: Прежде чем открыть своё окно в интернет, примите Лицензионное соглашение с конечным пользователем.
sk: Skôr než otvoríš svoje okno do internetu, prijmi prosím licenčnú zmluvu s koncovým používateľom.
sv: Innan du öppnar ditt fönster mot internet, godkänn licensavtalet för slutanvändare.
th: ก่อนเปิดหน้าต่างของคุณสู่อินเทอร์เน็ต โปรดยอมรับข้อตกลงสิทธิ์การใช้งานสำหรับผู้ใช้
tr: İnternete açılan pencereni açmadan önce lütfen Son Kullanıcı Lisans Sözleşmesi'ni kabul et.
uk: Перш ніж відкрити своє вікно в інтернет, прийміть Ліцензійну угоду з кінцевим користувачем.
vi: Trước khi mở cửa sổ ra Internet, vui lòng chấp nhận Thỏa thuận Cấp phép Người dùng Cuối.
zh_hans: 在打开你通往互联网的窗口之前，请接受最终用户许可协议。
zh_hk: 在打開你通往網際網路的視窗之前，請接受終端使用者授權合約。

source: Behavior
ar: السلوك
ca: Comportament
cs: Chování
da: Adfærd
de: Verhalten
el: Συμπεριφορά
es: Comportamiento
fi: Toiminta
fr: Comportement
he: התנהגות
hi: व्यवहार
hr: Ponašanje
hu: Viselkedés
id: Perilaku
it: Comportamento
ja: 動作
ko: 동작
ms: Kelakuan
nb: Atferd
nl: Gedrag
pl: Zachowanie
pt_br: Comportamento
ro: Comportament
ru: Поведение
sk: Správanie
sv: Beteende
th: พฤติกรรม
tr: Davranış
uk: Поведінка
vi: Hành vi
zh_hans: 行为
zh_hk: 行為

source: best coffee near me
ar: أفضل قهوة بالقرب مني
ca: millor cafè a prop meu
cs: nejlepší kavárna poblíž
da: bedste kaffe i nærheden
de: bestes Café in der Nähe
el: καλύτερος καφές κοντά μου
es: mejor café cerca de mí
fi: paras kahvila lähellä
fr: meilleur café près de moi
he: הקפה הכי טוב לידי
hi: मेरे पास सबसे अच्छी कॉफ़ी
hr: najbolja kava u blizini
hu: legjobb kávézó a közelben
id: kopi terbaik di dekatku
it: miglior caffè vicino a me
ja: 近くの一番おいしいコーヒー
ko: 내 근처 최고의 커피
ms: kopi terbaik berhampiran saya
nb: beste kaffe i nærheten
nl: beste koffie bij mij in de buurt
pl: najlepsza kawa w pobliżu
pt_br: melhor café perto de mim
ro: cea mai bună cafenea din apropiere
ru: лучший кофе рядом со мной
sk: najlepšia kaviareň v okolí
sv: bästa kaffet nära mig
th: กาแฟที่ดีที่สุดใกล้ฉัน
tr: yakınımdaki en iyi kahve
uk: найкраща кава поруч зі мною
vi: quán cà phê ngon gần tôi
zh_hans: 我附近最好的咖啡
zh_hk: 我附近最好的咖啡

source: Block ads and trackers
ar: حظر الإعلانات والمتعقّبات
ca: Bloqueja anuncis i rastrejadors
cs: Blokovat reklamy a sledovací prvky
da: Blokér reklamer og trackere
de: Werbung und Tracker blockieren
el: Αποκλεισμός διαφημίσεων και ιχνηλατών
es: Bloquear anuncios y rastreadores
fi: Estä mainokset ja seuraimet
fr: Bloquer les publicités et les traqueurs
he: חסום פרסומות ועוקבים
hi: विज्ञापन और ट्रैकर ब्लॉक करें
hr: Blokiraj oglase i pratitelje
hu: Hirdetések és nyomkövetők blokkolása
id: Blokir iklan dan pelacak
it: Blocca pubblicità e tracker
ja: 広告とトラッカーをブロック
ko: 광고 및 추적기 차단
ms: Sekat iklan dan penjejak
nb: Blokker annonser og sporere
nl: Advertenties en trackers blokkeren
pl: Blokuj reklamy i moduły śledzące
pt_br: Bloquear anúncios e rastreadores
ro: Blochează reclamele și instrumentele de urmărire
ru: Блокировать рекламу и трекеры
sk: Blokovať reklamy a sledovače
sv: Blockera annonser och spårare
th: บล็อกโฆษณาและตัวติดตาม
tr: Reklamları ve izleyicileri engelle
uk: Блокувати рекламу й трекери
vi: Chặn quảng cáo và trình theo dõi
zh_hans: 拦截广告和跟踪器
zh_hk: 封鎖廣告與追蹤器

source: Blocks common ad and tracking networks. Open tabs reload when toggled.
ar: يحظر شبكات الإعلانات والتتبع الشائعة. تُعاد علامات التبويب المفتوحة عند التبديل.
ca: Bloqueja les xarxes d'anuncis i rastreig habituals. Les pestanyes obertes es recarreguen en canviar l'opció.
cs: Blokuje běžné reklamní a sledovací sítě. Otevřené karty se po přepnutí znovu načtou.
da: Blokerer almindelige reklame- og sporingsnetværk. Åbne faneblade genindlæses, når der skiftes.
de: Blockiert gängige Werbe- und Tracking-Netzwerke. Offene Tabs werden beim Umschalten neu geladen.
el: Αποκλείει κοινά δίκτυα διαφημίσεων και παρακολούθησης. Οι ανοιχτές καρτέλες επαναφορτώνονται κατά την εναλλαγή.
es: Bloquea las redes de anuncios y rastreo habituales. Las pestañas abiertas se recargan al cambiar la opción.
fi: Estää yleiset mainos- ja seurantaverkostot. Avoimet välilehdet latautuvat uudelleen, kun asetusta muutetaan.
fr: Bloque les réseaux publicitaires et de traçage courants. Les onglets ouverts se rechargent lors du basculement.
he: חוסם רשתות פרסום ומעקב נפוצות. כרטיסיות פתוחות נטענות מחדש בעת החלפה.
hi: सामान्य विज्ञापन और ट्रैकिंग नेटवर्क ब्लॉक करता है। टॉगल करने पर खुले टैब फिर से लोड होते हैं।
hr: Blokira uobičajene oglasne i prateće mreže. Otvorene kartice ponovno se učitavaju pri prebacivanju.
hu: Blokkolja a gyakori hirdetési és nyomkövető hálózatokat. A nyitott lapok újratöltődnek átkapcsoláskor.
id: Memblokir jaringan iklan dan pelacakan umum. Tab yang terbuka dimuat ulang saat dialihkan.
it: Blocca le comuni reti di pubblicità e tracciamento. Le schede aperte si ricaricano quando la si attiva o disattiva.
ja: 一般的な広告およびトラッキングネットワークをブロックします。切り替えると開いているタブが再読み込みされます。
ko: 일반적인 광고 및 추적 네트워크를 차단합니다. 전환하면 열린 탭이 다시 로드됩니다.
ms: Menyekat rangkaian iklan dan penjejakan biasa. Tab yang terbuka dimuat semula apabila ditogol.
nb: Blokkerer vanlige annonse- og sporingsnettverk. Åpne faner lastes inn på nytt når du veksler.
nl: Blokkeert veelvoorkomende advertentie- en trackingnetwerken. Open tabbladen worden opnieuw geladen bij het omschakelen.
pl: Blokuje popularne sieci reklamowe i śledzące. Otwarte karty przeładowują się po przełączeniu.
pt_br: Bloqueia redes comuns de anúncios e rastreamento. As abas abertas recarregam ao alternar.
ro: Blochează rețelele obișnuite de reclame și urmărire. Filele deschise se reîncarcă la comutare.
ru: Блокирует распространённые рекламные и отслеживающие сети. Открытые вкладки перезагружаются при переключении.
sk: Blokuje bežné reklamné a sledovacie siete. Otvorené karty sa po prepnutí znova načítajú.
sv: Blockerar vanliga annons- och spårningsnätverk. Öppna flikar läses om när du växlar.
th: บล็อกเครือข่ายโฆษณาและการติดตามทั่วไป แท็บที่เปิดอยู่จะโหลดใหม่เมื่อสลับ
tr: Yaygın reklam ve izleme ağlarını engeller. Açık sekmeler değiştirildiğinde yeniden yüklenir.
uk: Блокує поширені рекламні та відстежувальні мережі. Відкриті вкладки перезавантажуються при перемиканні.
vi: Chặn các mạng quảng cáo và theo dõi phổ biến. Các thẻ đang mở sẽ tải lại khi bật/tắt.
zh_hans: 拦截常见的广告和跟踪网络。切换时会重新加载已打开的标签页。
zh_hk: 封鎖常見的廣告與追蹤網路。切換時會重新載入已打開的分頁。

source: Bookmark the current page with ⌘D and browse your bookmarks with ⇧⌘B. You can import bookmarks from another browser via Bookmarks → Import Bookmarks.
ar: أضف الصفحة الحالية إلى الإشارات المرجعية بـ ⌘D وتصفّح إشاراتك المرجعية بـ ⇧⌘B. يمكنك استيراد الإشارات المرجعية من متصفح آخر عبر الإشارات المرجعية ← استيراد الإشارات المرجعية.
ca: Afegeix la pàgina actual a les adreces d'interès amb ⌘D i navega per les teves adreces d'interès amb ⇧⌘B. Pots importar adreces d'interès d'un altre navegador a través d'Adreces d'interès → Importa adreces d'interès.
cs: Přidej aktuální stránku do záložek pomocí ⌘D a procházej své záložky pomocí ⇧⌘B. Záložky z jiného prohlížeče můžeš importovat přes Záložky → Importovat záložky.
da: Sæt bogmærke for den aktuelle side med ⌘D, og gennemse dine bogmærker med ⇧⌘B. Du kan importere bogmærker fra en anden browser via Bogmærker → Importér bogmærker.
de: Setze mit ⌘D ein Lesezeichen für die aktuelle Seite und durchsuche deine Lesezeichen mit ⇧⌘B. Du kannst Lesezeichen aus einem anderen Browser über Lesezeichen → Lesezeichen importieren übernehmen.
el: Πρόσθεσε την τρέχουσα σελίδα στους σελιδοδείκτες με ⌘D και περιηγήσου στους σελιδοδείκτες σου με ⇧⌘B. Μπορείς να εισαγάγεις σελιδοδείκτες από άλλο πρόγραμμα περιήγησης μέσω Σελιδοδείκτες → Εισαγωγή σελιδοδεικτών.
es: Marca la página actual con ⌘D y explora tus marcadores con ⇧⌘B. Puedes importar marcadores de otro navegador desde Marcadores → Importar marcadores.
fi: Lisää nykyinen sivu kirjanmerkkeihin painamalla ⌘D ja selaa kirjanmerkkejäsi painamalla ⇧⌘B. Voit tuoda kirjanmerkkejä toisesta selaimesta valitsemalla Kirjanmerkit → Tuo kirjanmerkkejä.
fr: Ajoutez la page actuelle aux favoris avec ⌘D et parcourez vos favoris avec ⇧⌘B. Vous pouvez importer des favoris depuis un autre navigateur via Favoris → Importer des favoris.
he: סמן את הדף הנוכחי כסימנייה עם ⌘D ועיין בסימניות שלך עם ⇧⌘B. אפשר לייבא סימניות מדפדפן אחר דרך סימניות ← ייבוא סימניות.
hi: ⌘D से वर्तमान पृष्ठ को बुकमार्क करें और ⇧⌘B से अपने बुकमार्क ब्राउज़ करें। आप बुकमार्क → बुकमार्क आयात करें के माध्यम से किसी अन्य ब्राउज़र से बुकमार्क आयात कर सकते हैं।
hr: Dodaj trenutnu stranicu u knjižne oznake pomoću ⌘D i pregledaj svoje knjižne oznake pomoću ⇧⌘B. Knjižne oznake iz drugog preglednika možeš uvesti putem Knjižne oznake → Uvezi knjižne oznake.
hu: Vedd fel az aktuális oldalt a könyvjelzők közé ⌘D-vel, és böngészd a könyvjelzőidet ⇧⌘B-vel. Egy másik böngészőből könyvjelzőket importálhatsz a Könyvjelzők → Könyvjelzők importálása menüponton keresztül.
id: Markahi halaman saat ini dengan ⌘D dan telusuri markahmu dengan ⇧⌘B. Kamu dapat mengimpor markah dari browser lain melalui Markah → Impor Markah.
it: Aggiungi ai segnalibri la pagina attuale con ⌘D e sfoglia i tuoi segnalibri con ⇧⌘B. Puoi importare segnalibri da un altro browser tramite Segnalibri → Importa segnalibri.
ja: ⌘Dで現在のページをブックマークし、⇧⌘Bでブックマークを閲覧します。ブックマーク →ブックマークを読み込む から別のブラウザのブックマークを読み込めます。
ko: ⌘D로 현재 페이지를 북마크하고 ⇧⌘B로 북마크를 탐색하세요. 북마크 → 북마크 가져오기를 통해 다른 브라우저에서 북마크를 가져올 수 있습니다.
ms: Tanda buku halaman semasa dengan ⌘D dan layari penanda buku anda dengan ⇧⌘B. Anda boleh mengimport penanda buku daripada pelayar lain melalui Penanda Buku → Import Penanda Buku.
nb: Bokmerk gjeldende side med ⌘D og bla gjennom bokmerkene dine med ⇧⌘B. Du kan importere bokmerker fra en annen nettleser via Bokmerker → Importer bokmerker.
nl: Zet een bladwijzer voor de huidige pagina met ⌘D en blader door je bladwijzers met ⇧⌘B. Je kunt bladwijzers uit een andere browser importeren via Bladwijzers → Bladwijzers importeren.
pl: Dodaj bieżącą stronę do zakładek za pomocą ⌘D i przeglądaj zakładki za pomocą ⇧⌘B. Możesz zaimportować zakładki z innej przeglądarki przez Zakładki → Importuj zakładki.
pt_br: Adicione a página atual aos favoritos com ⌘D e navegue pelos seus favoritos com ⇧⌘B. Você pode importar favoritos de outro navegador em Favoritos → Importar favoritos.
ro: Marchează pagina curentă cu ⌘D și răsfoiește-ți marcajele cu ⇧⌘B. Poți importa marcaje dintr-un alt browser prin Marcaje → Importă marcaje.
ru: Добавьте текущую страницу в закладки с помощью ⌘D и просматривайте закладки с помощью ⇧⌘B. Вы можете импортировать закладки из другого браузера через Закладки → Импортировать закладки.
sk: Pridaj aktuálnu stránku do záložiek pomocou ⌘D a prechádzaj svoje záložky pomocou ⇧⌘B. Záložky z iného prehliadača môžeš importovať cez Záložky → Importovať záložky.
sv: Bokmärk den aktuella sidan med ⌘D och bläddra bland dina bokmärken med ⇧⌘B. Du kan importera bokmärken från en annan webbläsare via Bokmärken → Importera bokmärken.
th: บุ๊กมาร์กหน้าปัจจุบันด้วย ⌘D และเรียกดูบุ๊กมาร์กของคุณด้วย ⇧⌘B คุณสามารถนำเข้าบุ๊กมาร์กจากเบราว์เซอร์อื่นผ่าน บุ๊กมาร์ก → นำเข้าบุ๊กมาร์ก
tr: Geçerli sayfayı ⌘D ile yer işaretine ekle ve yer işaretlerine ⇧⌘B ile göz at. Yer işaretlerini başka bir tarayıcıdan Yer İşaretleri → Yer İşaretlerini İçe Aktar yoluyla içe aktarabilirsin.
uk: Додайте поточну сторінку в закладки за допомогою ⌘D і переглядайте закладки за допомогою ⇧⌘B. Ви можете імпортувати закладки з іншого браузера через Закладки → Імпортувати закладки.
vi: Đánh dấu trang hiện tại bằng ⌘D và duyệt các dấu trang của bạn bằng ⇧⌘B. Bạn có thể nhập dấu trang từ trình duyệt khác qua Dấu trang → Nhập dấu trang.
zh_hans: 用 ⌘D 为当前页面添加书签，用 ⇧⌘B 浏览你的书签。你可以通过 书签 → 导入书签 从其他浏览器导入书签。
zh_hk: 用 ⌘D 將目前頁面加入書籤，用 ⇧⌘B 瀏覽你的書籤。你可以透過 書籤 → 匯入書籤 從其他瀏覽器匯入書籤。

source: Bookmarks
ar: الإشارات المرجعية
ca: Adreces d'interès
cs: Záložky
da: Bogmærker
de: Lesezeichen
el: Σελιδοδείκτες
es: Marcadores
fi: Kirjanmerkit
fr: Favoris
he: סימניות
hi: बुकमार्क
hr: Knjižne oznake
hu: Könyvjelzők
id: Markah
it: Segnalibri
ja: ブックマーク
ko: 북마크
ms: Penanda Buku
nb: Bokmerker
nl: Bladwijzers
pl: Zakładki
pt_br: Favoritos
ro: Marcaje
ru: Закладки
sk: Záložky
sv: Bokmärken
th: บุ๊กมาร์ก
tr: Yer İşaretleri
uk: Закладки
vi: Dấu trang
zh_hans: 书签
zh_hk: 書籤

source: Bottom
ar: أسفل
ca: Baix
cs: Dole
da: Nederst
de: Unten
el: Κάτω
es: Abajo
fi: Alhaalla
fr: Bas
he: למטה
hi: नीचे
hr: Dolje
hu: Alul
id: Bawah
it: In basso
ja: 下
ko: 아래
ms: Bawah
nb: Nederst
nl: Onder
pl: Dół
pt_br: Inferior
ro: Jos
ru: Снизу
sk: Dole
sv: Nederst
th: ล่าง
tr: Alt
uk: Знизу
vi: Dưới
zh_hans: 底部
zh_hk: 底部

source: Browser can free up RAM by releasing background tabs you're not using and reloading them instantly when you return. You choose which tabs stay live. Turn on Memory Saving?
ar: يمكن لـ Browser تحرير ذاكرة الوصول العشوائي بتحرير علامات تبويب الخلفية التي لا تستخدمها وإعادة تحميلها فورًا عند عودتك. أنت تختار علامات التبويب التي تبقى نشطة. تفعيل توفير الذاكرة؟
ca: Browser pot alliberar RAM deixant anar les pestanyes en segon pla que no utilitzes i recarregant-les a l'instant quan tornes. Tu tries quines pestanyes segueixen actives. Vols activar l'estalvi de memòria?
cs: Browser může uvolnit RAM tím, že uvolní karty na pozadí, které nepoužíváš, a po návratu je okamžitě znovu načte. Ty vybíráš, které karty zůstanou aktivní. Zapnout šetření paměti?
da: Browser kan frigøre RAM ved at frigive baggrundsfaneblade, du ikke bruger, og genindlæse dem øjeblikkeligt, når du vender tilbage. Du vælger, hvilke faneblade der forbliver aktive. Slå hukommelsesbesparelse til?
de: Browser kann RAM freigeben, indem es nicht genutzte Hintergrund-Tabs freigibt und sie bei deiner Rückkehr sofort neu lädt. Du entscheidest, welche Tabs aktiv bleiben. Speichersparmodus aktivieren?
el: Το Browser μπορεί να απελευθερώσει RAM απελευθερώνοντας καρτέλες παρασκηνίου που δεν χρησιμοποιείς και επαναφορτώνοντάς τες ακαριαία όταν επιστρέφεις. Εσύ επιλέγεις ποιες καρτέλες παραμένουν ενεργές. Ενεργοποίηση εξοικονόμησης μνήμης;
es: Browser puede liberar RAM soltando las pestañas en segundo plano que no usas y recargándolas al instante cuando vuelves. Tú eliges qué pestañas siguen activas. ¿Activar el ahorro de memoria?
fi: Browser voi vapauttaa RAM-muistia vapauttamalla taustavälilehdet, joita et käytä, ja lataamalla ne heti uudelleen, kun palaat. Sinä valitset, mitkä välilehdet pysyvät aktiivisina. Otetaanko muistinsäästö käyttöön?
fr: Browser peut libérer de la RAM en relâchant les onglets en arrière-plan que vous n'utilisez pas et en les rechargeant instantanément à votre retour. Vous choisissez quels onglets restent actifs. Activer l'économie de mémoire ?
he: Browser יכול לשחרר RAM על ידי שחרור כרטיסיות רקע שאינך משתמש בהן וטעינתן מחדש באופן מיידי כשתחזור. אתה בוחר אילו כרטיסיות נשארות פעילות. להפעיל חיסכון בזיכרון?
hi: Browser उन बैकग्राउंड टैब को जारी करके RAM मुक्त कर सकता है जिनका आप उपयोग नहीं करते और वापस आने पर उन्हें तुरंत फिर से लोड कर सकता है। आप चुनते हैं कि कौन से टैब सक्रिय रहें। मेमोरी बचत चालू करें?
hr: Browser može osloboditi RAM oslobađanjem pozadinskih kartica koje ne koristiš i njihovim trenutnim ponovnim učitavanjem kad se vratiš. Ti biraš koje kartice ostaju aktivne. Uključiti štednju memorije?
hu: Az Browser felszabadíthat RAM-ot úgy, hogy elengedi a nem használt háttérlapokat, és azonnal újratölti őket, amikor visszatérsz. Te választod ki, mely lapok maradnak aktívak. Bekapcsolod a memóriakímélést?
id: Browser dapat membebaskan RAM dengan melepaskan tab latar yang tidak kamu gunakan dan memuatnya ulang secara instan saat kamu kembali. Kamu memilih tab mana yang tetap aktif. Aktifkan Penghematan Memori?
it: Browser può liberare RAM rilasciando le schede in background che non usi e ricaricandole all'istante quando torni. Scegli tu quali schede restano attive. Attivare il risparmio memoria?
ja: Browserは、使用していないバックグラウンドのタブを解放し、戻ったときに即座に再読み込みすることでRAMを解放できます。どのタブをアクティブに保つかはあなたが選びます。メモリ節約をオンにしますか？
ko: Browser은 사용하지 않는 백그라운드 탭을 해제하고 돌아왔을 때 즉시 다시 로드하여 RAM을 확보할 수 있습니다. 어떤 탭을 활성 상태로 유지할지는 사용자가 선택합니다. 메모리 절약을 켤까요?
ms: Browser boleh membebaskan RAM dengan melepaskan tab latar yang tidak anda gunakan dan memuatkannya semula serta-merta apabila anda kembali. Anda memilih tab mana yang kekal aktif. Hidupkan Penjimatan Memori?
nb: Browser kan frigjøre RAM ved å frigi bakgrunnsfaner du ikke bruker, og laste dem inn på nytt umiddelbart når du kommer tilbake. Du velger hvilke faner som forblir aktive. Slå på minnesparing?
nl: Browser kan RAM vrijmaken door achtergrondtabbladen die je niet gebruikt vrij te geven en ze direct opnieuw te laden als je terugkeert. Jij kiest welke tabbladen actief blijven. Geheugenbesparing inschakelen?
pl: Browser może zwolnić RAM, uwalniając karty w tle, których nie używasz, i przeładowując je natychmiast po powrocie. Ty wybierasz, które karty pozostają aktywne. Włączyć oszczędzanie pamięci?
pt_br: O Browser pode liberar RAM soltando as abas em segundo plano que você não usa e recarregando-as instantaneamente quando você volta. Você escolhe quais abas continuam ativas. Ativar a economia de memória?
ro: Browser poate elibera RAM eliberând filele din fundal pe care nu le folosești și reîncărcându-le instantaneu când te întorci. Tu alegi ce file rămân active. Activezi economisirea memoriei?
ru: Browser может освободить ОЗУ, выгружая фоновые вкладки, которыми вы не пользуетесь, и мгновенно перезагружая их при возвращении. Вы выбираете, какие вкладки остаются активными. Включить экономию памяти?
sk: Browser môže uvoľniť RAM tým, že uvoľní karty na pozadí, ktoré nepoužívaš, a po návrate ich okamžite znova načíta. Ty vyberáš, ktoré karty zostanú aktívne. Zapnúť šetrenie pamäte?
sv: Browser kan frigöra RAM genom att släppa bakgrundsflikar du inte använder och läsa om dem direkt när du återvänder. Du väljer vilka flikar som förblir aktiva. Slå på minnesbesparing?
th: Browser สามารถปลดปล่อย RAM ได้ด้วยการปล่อยแท็บพื้นหลังที่คุณไม่ได้ใช้ และโหลดใหม่ทันทีเมื่อคุณกลับมา คุณเลือกได้ว่าแท็บใดจะยังคงทำงานอยู่ เปิดการประหยัดหน่วยความจำหรือไม่?
tr: Browser, kullanmadığın arka plan sekmelerini serbest bırakarak ve döndüğünde onları anında yeniden yükleyerek RAM'i boşaltabilir. Hangi sekmelerin etkin kalacağını sen seçersin. Bellek Tasarrufu açılsın mı?
uk: Browser може звільнити ОЗП, вивантажуючи фонові вкладки, якими ви не користуєтеся, і миттєво перезавантажуючи їх, коли ви повертаєтеся. Ви обираєте, які вкладки лишаються активними. Увімкнути економію пам'яті?
vi: Browser có thể giải phóng RAM bằng cách nhả các thẻ nền bạn không dùng và tải lại chúng ngay lập tức khi bạn quay lại. Bạn chọn thẻ nào vẫn hoạt động. Bật Tiết kiệm Bộ nhớ?
zh_hans: Browser 可以通过释放你不使用的后台标签页来腾出内存，并在你返回时立即重新加载它们。你可以选择哪些标签页保持活动。要开启内存节省吗？
zh_hk: Browser 可以透過釋放你不使用的背景分頁來騰出記憶體，並在你返回時立即重新載入它們。你可以選擇哪些分頁保持使用中。要開啟記憶體節省嗎？

source: Browser goes to
ar: يذهب المتصفح إلى
ca: El navegador va a
cs: Prohlížeč přejde na
da: Browseren går til
de: Der Browser geht zu
el: Το πρόγραμμα περιήγησης πηγαίνει στο
es: El navegador va a
fi: Selain menee kohteeseen
fr: Le navigateur va vers
he: הדפדפן עובר אל
hi: ब्राउज़र यहाँ जाता है
hr: Preglednik ide na
hu: A böngésző ide megy
id: Browser menuju ke
it: Il browser va a
ja: ブラウザの移動先
ko: 브라우저 이동 위치
ms: Pelayar pergi ke
nb: Nettleseren går til
nl: De browser gaat naar
pl: Przeglądarka przechodzi do
pt_br: O navegador vai para
ro: Browserul merge la
ru: Браузер переходит к
sk: Prehliadač prejde na
sv: Webbläsaren går till
th: เบราว์เซอร์ไปที่
tr: Tarayıcı şuraya gider
uk: Браузер переходить до
vi: Trình duyệt đi tới
zh_hans: 浏览器前往
zh_hk: 瀏覽器前往

source: Browser Help
ar: مساعدة Browser
ca: Ajuda de Browser
cs: Nápověda Browseru
da: Browser-hjælp
de: Browser-Hilfe
el: Βοήθεια Browser
es: Ayuda de Browser
fi: Browserin ohje
fr: Aide de Browser
he: עזרה של Browser
hi: Browser सहायता
hr: Pomoć za Browser
hu: Browser súgó
id: Bantuan Browser
it: Aiuto di Browser
ja: Browserヘルプ
ko: Browser 도움말
ms: Bantuan Browser
nb: Browser-hjelp
pl: Pomoc Browseru
pt_br: Ajuda do Browser
ro: Ajutor Browser
ru: Справка Browser
sk: Pomoc Browseru
sv: Browser-hjälp
th: ความช่วยเหลือ Browser
tr: Browser Yardımı
uk: Довідка Browser
vi: Trợ giúp Browser
zh_hans: Browser 帮助
zh_hk: Browser 輔助說明

source: Browser will
ar: سوف يقوم المتصفح بـ
ca: El navegador
cs: Prohlížeč
da: Browseren vil
de: Der Browser wird
el: Το πρόγραμμα περιήγησης θα
es: El navegador va a
fi: Selain
fr: Le navigateur va
he: הדפדפן יעשה
hi: ब्राउज़र यह करेगा
hr: Preglednik će
hu: A böngésző
id: Browser akan
it: Il browser farà
ja: ブラウザは次を行います
ko: 브라우저가 할 작업
ms: Pelayar akan
nb: Nettleseren vil
nl: De browser zal
pl: Przeglądarka
pt_br: O navegador irá
ro: Browserul va
ru: Браузер
sk: Prehliadač
sv: Webbläsaren kommer att
th: เบราว์เซอร์จะ
tr: Tarayıcı şunu yapacak
uk: Браузер
vi: Trình duyệt sẽ
zh_hans: 浏览器将
zh_hk: 瀏覽器將
